Repository: bcedu/VGrive
Catalog: po/*.po
Languages: tr, uk

source: Google Drive client with automatic syncronization for linux.
tr: Linux için otomatik senkronizasyonlu Google Drive istemcisi.
uk: Клієнт Google Drive для Linux з автоматичною синхронізацією.

source: app;vala;share;files;drive;google;
tr: uygulama;vala;paylaşım;dosyalar;drivegoogle;
uk: app;vala;share;files;drive;google;програма;поділитися;файли;гугл;диск;

source: Google Drive client with automatic synchronization for Linux
tr: Linux için otomatik senkronizasyonlu Google Drive istemcisi
uk: Клієнт Google Drive для Linux з автоматичною синхронізацією

source: VGrive is a client (back-end and front-end) for Google Drive made in Vala. Automatically detects changes in local and remote files and syncs them.
tr: VGrive, Vala'da yapılmış Google Drive için bir istemci (arka uç ve ön uç) istemcisidir. Yerel ve uzak dosyalardaki değişiklikleri otomatik olarak algılar ve senkronize eder.
uk: VGrive — клієнт (серверна і клієнтська частини) для Google Drive написаний на Vala. Автоматично виявляє зміни в локальних та віддалених файлах та синхронізує їх.

source: Welcome to the dark side: Dark mode support!
tr: Karanlık tarafa hoş geldiniz: Koyu mod desteği!
uk: Вітаємо на темному боці: Підтримка темного режиму!

source: Spanish and Galician translations by @riesp
tr: @riesp tarafından İspanyolca ve Galce çeviriler
uk: Іспанський та галісійський переклад від @riesp

source: New Login view (designed by @Fatih20 )
tr: Yeni Giriş görünümü (@Fatih20 tarafından tasarlandı)
uk: Оновлено вікно входу (розроблено @Fatih20 )

source: Login process separated in diferents views
tr: Giriş işlemi farklı görünümlerde ayrıldı
uk: Процес входу розділено на кілька вікон

source: Allow select preferences from the login view
tr: Giriş görünümünden tercihleri seçmeye izin ver
uk: Дозволено вибирати налаштування у вікні входу

source: New Sync view (designed by @Fatih20 )
tr: Yeni Senkronizasyon görünümü (@Fatih20 tarafından tasarlandı)
uk: Новий вигляд вікна синхронізації (розроблено @Fatih20 )

source: The default is cleaner and shows less information to the user
tr: Daha az bilgi ile basitleştirilmiş ekran
uk: Типовий вигляд спрощено й користувачу показано менше інформації

source: There is an option to switch between this new view and the old view (named "Advanced view")
tr: Bu yeni görünüm ile eski görünüm arasında geçiş yapma seçeneği bulunur ("Gelişmiş görünüm" olarak adlandırılan)
uk: Наявна функція перемикання між оновленим і попереднім виглядом (називаєтья "Додатково")

source: Make unity support optional (by @dguglielmi)
tr: Unity desteğini isteğe bağlı hale getir (by @dguglielmi)
uk: Make unity support optional (від @dguglielmi)

source: New logo by @Fatih20
tr: @Fatih20 tarafından yeni logo
uk: Новий логотип від @Fatih20

source: Use buil-in red button.
tr: Dahili kırmızı düğmeyi kullan.
uk: Скористайтеся вбудованою червоною кнопкою.

source: Fix detecting files with specials caracters though google drive api.
tr: Google Drive API'sı aracılığıyla özel karakterlere sahip dosyaların algılanmasını düzelt.
uk: Виправлено виявлення файлів зі спеціальними символами через google drive api.

source: VGrive initial release!
tr: VGrive ilk sürümü!
uk: Початковий випуск VGrive!

source: Sync continues in background
tr: Senkronizasyon arka planda devam ediyor
uk: Синхронізація триває у фоновому режимі

source: Sync stopped
tr: Senkronizasyon durduruldu
uk: Синхронізацію зупинено

source: Back
tr: Geri
uk: Повернутися

source: Light background
tr: Açık arkaplan
uk: Світле тло

source: Dark background
tr: Koyu arkaplan
uk: Темне тло

source: Main folder changed to %s
tr: Ana klasör %s olarak değiştirildi
uk: Основну теку змінено на %s

source: Start syncing files on %s
tr: Dosyaların senkronizasyonu %s üzerinde başlatılıyor
uk: Розпочато синхронізацію файлів у %s

source: Directory created: %s
tr: Klasör oluşturuldu: %s
uk: Теку створено: %s

source: Syncing stopped by user request
tr: Kullanıcı isteğiyle senkronizasyon durduruldu
uk: Синхронізацію зупинено користувачем

source: Everything is up to date!
tr: Her şey güncel!
uk: Усі файли оновлено!

source: Change detected. Updating files...
tr: Değişiklik tespit edildi. Dosyalar güncelleniyor...
uk: Виявлено зміни. Оновлення файлів...

source: DELETE LOCAL FILE: %s
tr: YEREL DOSYA SİLİNDİ: %s
uk: ВИЛУЧИТИ ЛОКАЛЬНИЙ ФАЙЛ: %s

source: DELETE REMOTE FILE: %s
tr: UZAK DOSYA SİLİNDİ: %s
uk: ВИЛУЧИТИ ВІДДАЛЕНИЙ ФАЙЛ: %s

source: INFO: %s not deleted/moved
tr: BİLGİ: %s silinmedi / taşımadı
uk: ІНФО: %s не вилучено/не переміщено

source: INFO: %s not changed
tr: BİLGİ: %s değişmedi
uk: ІНФО: %s не змінено

source: NEW LOCAL DIRECTORY: %s uploading...
tr: YENİ YEREL KLASÖR: %s yükleniyor...
uk: НОВА ЛОКАЛЬНА ТЕКА: %s вивантаження...

source: NEW LOCAL DIRECTORY: %s uploaded ✓
tr: YENİ YEREL KLASÖR: %s yüklendi ✓
uk: НОВА ЛОКАЛЬНА ТЕКА: %s вивантажено ✓

source: NEW REMOTE FILE: %s downloading...
tr: YENİ UZAK DOSYA: %s indiriliyor...
uk: НОВИЙ ВІДДАЛЕНИЙ ФАЙЛ: %s завантаження...

source: NEW REMOTE FILE: %s downloaded ✓
tr: YENİ UZAK DOSYA: %s indirildi ✓
uk: НОВИЙ ВІДДАЛЕНИЙ ФАЙЛ: %s завантажено ✓

source: CHANGE IN REMOTE FILE: %s downloading newest version...
tr: UZAK DOSYADA DEĞİŞİKLİK: %s en yeni sürüm indiriliyor...
uk: ЗМІНИ У ВІДДАЛЕНОМУ ФАЙЛІ: %s завантаження найновішої версії...

source: CHANGE IN REMOTE FILE: %s downloaded ✓
tr: UZAK DOSYADA DEĞİŞİKLİK: %s indirildi ✓
uk: ЗМІНИ У ВІДДАЛЕНОМУ ФАЙЛІ: %s завантажено ✓

source: CHANGE IN LOCAL FILE: %s uploading newest version...
tr: YEREL DOSYADA DEĞİŞİKLİK: %s en yeni sürüm yükleniyor...
uk: ЗМІНИ У ЛОКАЛЬНОМУ ФАЙЛІ: %s вивантаження найновішої версії...

source: CHANGE IN LOCAL FILE: %s uploaded ✓
tr: YEREL DOSYADA DEĞİŞİKLİK: %s yüklendi ✓
uk: ЗМІНИ У ЛОКАЛЬНОМУ ФАЙЛІ: %s вивантажено ✓

source: NEW LOCAL FILE: %s uploading...
tr: YENİ YEREL DOSYA: %s yükleniyor...
uk: НОВИЙ ЛОКАЛЬНИЙ ФАЙЛ: %s вивантаження...

source: NEW LOCAL FILE: %s uploaded ✓
tr: YENİ YEREL DOSYA: %s yüklendi ✓
uk: НОВИЙ ЛОКАЛЬНИЙ ФАЙЛ: %s вивантажено ✓

source: Welcome
tr: Hoş geldiniz
uk: Вітаємо

source: Start syncing your Google Drive files
tr: Google Drive dosyalarınızın senkronizasyonunu başlatın
uk: Розпочніть синхронізацію ваших файлів Google Drive

source: Log in
tr: Oturum aç
uk: Увійти

source: Sync your files
tr: Dosyalarınızı senkronize edin
uk: Синхронізуйте ваші файли

source: Give permissions to VGrive
tr: VGrive'a izin ver
uk: Надайте дозволи для VGrive

source: Copy code
tr: Kodu kopyala
uk: Копіюйте код

source: Finish
tr: Bitir
uk: Завершити

source: Give permission to VGrive
tr: VGrive'a izin ver
uk: Надайте дозволи для VGrive

source: Copy the code from the browser here:
tr: Tarayıcıdan kodu buraya yapıştırın:
uk: Копіюйте код з переглядача сюди:

source: Preferences
tr: Tercihler
uk: Параметри

source: Begin sync when app is started:
tr: Uygulama başladığında senkronizasyonu başlat:
uk: Синхронізувати одразу після запуску програми:

source: vGrive folder:
tr: vGrive klasörü:
uk: Тека vGrive:

source: Change folder
tr: Klasörü değiştir
uk: Змінити теку

source: Continue
tr: Devam et
uk: Продовжити

source: : Log In
tr: : Oturum aç
uk: : Вхід

source: Select a folder
tr: Bir klasör seç
uk: Виберіть теку

source: Cancel
tr: İptal
uk: Скасувати

source: Open
tr: Aç
uk: Відкрити

source: Not syncing
tr: Senkronize değil
uk: Не синхронізується

source: Syncing
tr: Senkronize
uk: Синхронізується

source: Google Drive Sync
tr: Google Drive Senkronizasyonu
uk: Синхронізація Google Drive

source: Advanced View
tr: Gelişmiş Görünüm
uk: Додатково

source: Stop
tr: Durdur
uk: Зупинити

source: Start
tr: Başlat
uk: Розпочати

source: Sync is stopped. Press start to begin.
tr: Senkronizasyon durduruldu. Devam etmek için başlat'a tıklayın.
uk: Синхронізацію зупинено. Щоб поновити, натисніть Розпочати.

source: Configuration
tr: Yapılandırma
uk: Параметри

source: Actions
tr: Eylemler
uk: Дії

source: Change Google Drive account:
tr: Google Drive hesabını değiştir:
uk: Змінити обліковий запис Google Drive:

source: Sign Out
tr: Oturumu kapat
uk: Вийти

source: Delete all files from ".trash":
tr: ".trash" klasöründeki tüm dosyaları sil:
uk: Видалити всі файли з ".trash":

source: Empty the trash
tr: Çöp kutusunu boşalt
uk: Спорожнити смітник

source: (note: vGrive doesn't delete any file, they are moved to the ".trash" folder)
tr: (not: vGrive hiçbir dosyayı silmez, onlar ".trash" klasörüne taşınır)
uk: (зауважте: vGrive не видаляє жодних файлів, їх перенесено до теки ".trash")

source: Save
tr: Kaydet
uk: Зберегти

source: : Configuration
tr: : Yapılandırma
uk: : Параметри

source: Are you sure you want to permanently erase the items in the Trash?
uk: Ви впевнені, що бажаєте остаточно вилучити елементи зі Смітника?

source: Trash localted in: %s
tr: Çöp kutusu yerinde: %s
uk: Смітник знаходиться у: %s

source: Show In File Browser
tr: Dosya Tarayıcısında Göster
uk: Показати у файловому менеджері
